[GENERAL]
NAME				= Русский
TRANSLATOR			= Серёжа ( forum.aing.ru : AstralHacker )
DLG_FONT_NAME			=
DLG_FONT_SIZE			=


[TEXT]
TEXT_EXPIRED			= Срок действия закончился.
TEXT_BETA			= Бета версия
TEXT_UNREGISTERED		= Не зарегистрировано
TEXT_INIT_FAIL			= Сбой запуска приложения.
TEXT_APPINFO			= Bandicam - высокопроизводительный захватчик видео

; error
TEXT_ERROR_DISKSPACE		= Не хватает места на диске.
TEXT_ERROR_VIDEO_CAP		= Сбой запуска захвата видео.
TEXT_ERROR_AUDIO_CAP		= Сбой запуска захвата звука. \nЕсли Вам нужна помощь, нажмите 'ОК'.
TEXT_ERROR_IMAGE_CAP		= Сбой захвата изображения. \nПожалуйста, проверьте папку вывода.
TEXT_ERROR_CREATEFILE		= Не удалось создать файл. \nЕсли Вам нужна помощь, нажмите 'ОК'.
TEXT_ERROR_CODEC_INIT		= Ошибка инициализации кодека.
TEXT_ERROR_LOGO_IMAGE		= Неподдерживаемый формат изображения. \nПожалуйста, выберите формат PNG.
TEXT_CAN_NOT_CHANGE_TB		= Эта опция только для зарегистрированной версии. \nПожалуйста, зарегистрируйтесь!
TEXT_WARNING_AMD_APP		= Ваша система не поддерживает 'H.264 (AMD APP)', поэтому будет использован кодек по умолчанию.
TEXT_WARNING_AMD_APP2		= Ваша система не поддерживает 'H.264 (AMD APP)'.

; video setting page name
TEXT_VID_PAGE_SOUND		= Звук
TEXT_VID_PAGE_WEBCAM		= Веб-камера
TEXT_VID_PAGE_LOGO		= Логотип
TEXT_VID_PAGE_EFFECTS		= Эффекты
TEXT_VID_PAGE_OPTIONS		= Опции

; option page name
TEXT_OPT_PAGE_GENERAL		= Основные
TEXT_OPT_PAGE_OUTPUT		= Вывод
TEXT_OPT_PAGE_HOOKING		= Перехват
TEXT_OPT_PAGE_LANGUAGE		= Язык
TEXT_OPT_PAGE_OTHERS		= Прочие

TEXT_VIDEO			= Видео
TEXT_AUDIO			= Звук

TEXT_FOLDER_SELECT		= Выберите папку для сохранения

TEXT_FMT_FULL_SIZE		= Полный размер
TEXT_FMT_HALF_SIZE		= Половина размера
TEXT_FMT_FIT_WIDTH		= По ширине
TEXT_FMT_FIT_HEIGHT		= По высоте
TEXT_FMT_CUSTOM_SIZE		= Особый
TEXT_FMT_STEREO			= стерео
TEXT_FMT_MONO			= моно
TEXT_FMT_ORIGINAL_PCM		= Исходный формат

; preset
TEXT_PRESET_DEFAULT		= По умолчанию
TEXT_PRESET_HALFSIZE		= Половина размера
TEXT_PRESET_H264_60FPS_SYNC	= H.264, 60 FPS (Intel® Quick Sync video)
TEXT_PRESET_H264_60FPS_NVENC	= H.264, 60 FPS (NVIDIA® NVENC)
TEXT_PRESET_H264_60FPS_CUDA	= H.264, 60 FPS (NVIDIA® CUDA™)
TEXT_PRESET_H264_60FPS_APP	= H.264, 60 FPS (AMD APP)
TEXT_PRESET_ULTRAFAST_60FPS	= Быстрый для 60 FPS
TEXT_PRESET_LOWEND		= Маломощный ПК
TEXT_PRESET_NICO		= --
TEXT_PRESET_NICO_HQ		= --
TEXT_PRESET_NAVER_480P		= --
TEXT_PRESET_YOUTUBE_360P	= YouTube (360p)
TEXT_PRESET_YOUTUBE_480P	= YouTube (480p)
TEXT_PRESET_YOUTUBE_720P	= YouTube (720p)
TEXT_PRESET_PMP			= Divx/Galaxy смартфон
TEXT_PRESET_EDIT		= Vegas/Premiere/Pinnacle
TEXT_PRESET_POWERPOINT		= PowerPoint
TEXT_PRESET_320x0		= По ширине, 320x0
TEXT_PRESET_640x0		= По ширине, 640x0
TEXT_PRESET_800x0		= По ширине, 800x0
TEXT_PRESET_USER		= Пользовательские

TEXT_CHANGE_LANG		= Для смены языка необходим перезапуск Bandicam. \nПерезапустить сейчас?
TEXT_CHANGE_HOOK		= Для смены перехватываемой цели необходим перезапуск Bandicam. \nПерезапустить сейчас?
TEXT_CHANGE_SIZE		= Для смены размера окна программы необходим перезапуск Bandicam. \nПерезапустить сейчас?
TEXT_RESET_ALL_SETTINGS		= Вы уверены, что хотите сбросить все настройки к параметрам по умолчанию?

TEXT_REGISTER_SUCCEEDED		= Bandicam зарегистрирован!
TEXT_REGISTER_FAILED		= Ошибка регистрации. \nПроверьте Ваш e-mail и серийный номер.
TEXT_REGISTER_CONNECT_FAILED	= Невозможно соединиться с регистрирующим сервером.\nПожалуйста, проверьте Ваше интернет-соединение и установите системные часы на текущую дату и время.\nЕсли Вам нужна помощь, нажмите 'ОК'.
TEXT_REGISTER_INFO		= E-mail: %s\r\nСерийный номер: %s
TEXT_REGISTER_LIMITED		= Запись остановлена. \n\nВ незарегистрированной версии можно записывать только 10 минут. \nПожалуйста, зарегистрируйтесь!
TEXT_REGISTER_NEWRECORD		= Вы не можете начать новую запись в незарегистрированной версии. \nПожалуйста, зарегистрируйтесь!
TEXT_REGISTER_LICENCE_INFO	= Не зарегистрировано!!! \r\nЕсли хотите записывать без логотипа на видео, \r\nВы должны купить лицензию.

TEXT_PROGRAM_INVALID		= Сбой приложения. \nПожалуйста, переустановите приложение.

TEXT_SELECT_TARGET		= Щёлкните на целевом окне
TEXT_TARGET_DIRECTX		= <b>Игровой режим</b> - запись игр и видеоплееров, использующих DirectX.
TEXT_TARGET_RECTANGLE		= <b>Экранный режим</b> - запись рабочего стола и веб-видео.
TEXT_TARGET_CHANGING		= Если Вы измените режим записи, запись будет остановлена​​. \nВы уверены, что хотите продолжить?
TEXT_TARGET_CHANGE_TO_RECTANGLE	= Вы не можете начать запись в игровом режиме, потому что целевое окно не выбрано. \n\nВы хотите переключиться на экранный режим, чтобы начать запись в этом режиме?

TEXT_STATUSBAR_READY		= Готово
TEXT_STATUSBAR_RECORDING	= Запись
TEXT_STATUSBAR_PAUSE		= Пауза

TEXT_UPDATE_AVAILABLE		= Доступна новая версия Bandicam. \nЗагрузить сейчас?
TEXT_UPDATE_UNAVAILABLE		= Вы используете самую последнюю версию.
TEXT_UPDATE_FAILED		= Ошибка проверки обновлений. \nВозможно нет подключения к сети Интернет \nили сервер недоступен.
TEXT_UPLOAD_EMAIL_NOT_VERIFIED	= Не удается загрузить. Если Вы только что зарегистрировались, пожалуйста, подтвердите свой адрес электронной почты.

TEXT_TARGET_FULL		= Полный экран
TEXT_TARGET_RESTORE		= Восстановить
TEXT_TARGET_FIND		= Указать окно
TEXT_TARGET_RESIZE		= Меню выбора размера
TEXT_TARGET_IMAGE		= Захват изображения
TEXT_TARGET_PEN			= Режим рисования
TEXT_TARGET_RECORD_START	= Запись видео - старт
TEXT_TARGET_RECORD_PAUSE	= Запись видео - пауза
TEXT_TARGET_RECORD_STOP		= Запись видео - стоп

TEXT_RC_HOWTO_NOCOMPLETE	= Без автозавершения записи
TEXT_RC_HOWTO_BYTIME		= По времени
TEXT_RC_HOWTO_BYSIZE		= По размеру
TEXT_RC_AFTER_NEWRECORD		= Начать новую запись
TEXT_RC_AFTER_EXIT		= Закрыть Bandicam
TEXT_RC_AFTER_SHUTDOWN		= Выключить компьютер

TEXT_SHUTDOWN_SEC		= Выключение системы через %d сек.

TEXT_SEL_IMAGE_FILE		= Выберите файл изображения

TEXT_RC_MB			= MB
TEXT_RC_GB			= GB

TEXT_SND_SELECT_2_DISABLE	= -- Отключено (Рекомендуется) --

TEXT_CORRUPTED_AVI_FILE		= Последний записанный файл повреждён. \nХотите в нём исправить ошибки? \n\nФайл: %s
TEXT_TRAY_BALLOON_TIP		= Щёлкните значок в трее, чтобы показать окно настроек Bandicam.
TEXT_TRAY_BALLOON_TIP_RECT	= Щёлкните значок в трее, чтобы показать рамку экранного режима.
TEXT_FORCE_STOP			= Не удалось остановить запись, \nпоскольку целевое окно не отвечает. \nОстановить запись принудительно?
TEXT_EXTERNAL_CODEC		= - Внешний кодек -
TEXT_CUDA_GPU_AUTOSELECT	= (Автоматический выбор)

; status bar tool-tip
TEXT_INDICATOR_STATUS		= Статус записи
TEXT_INDICATOR_TIME		= Время записи
TEXT_INDICATOR_SIZE		= Размер записываемого файла / свободное место на диске
TEXT_INDICATOR_VOLUME		= Текущий уровень громкости

; recording priority
TEXT_REC_PRIORITY_NORMAL	= [ Средний ]   Нормальный приоритет для задач
TEXT_REC_PRIORITY_HIGH		= [ Выше среднего ]   Выше, чем нормальный приоритет
TEXT_REC_PRIORITY_HIGHEST	= [ Высокий ]   Другие задачи могут работать медленнее

; output page message
TEXT_OUTPUTS_BANDICUT		= Bandicut не установлен. Вы хотите скачать Bandicut?
TEXT_OUTPUTS_DELETE		= Вы уверены, что хотите окончательно удалить выбранные файлы?
TEXT_OUTPUTS_SELCOUNT		= %d файлов выбрано

; file naming settings
TEXT_FILE_NAME_PREFIX_TARGET	= Имя цели
TEXT_FILE_NAME_PREFIX_CUSTOM	= Ваше имя
TEXT_FILE_NAME_PREFIX_NONE	= -- Ничего --
TEXT_FILE_NAME_SUFFIX_TIME	= Дата/время
TEXT_FILE_NAME_SUFFIX_NUMBER	= Порядковый номер

; timer recording
TEXT_TIMER_REC_MINMAX_MINUTES	= Введите значение от 1 до 1440 минут.
TEXT_TIMER_REC_STOP_RECORDING	= Идёт запись. \nВы уверены, что хотите остановить запись и продолжить?

; upload video
TEXT_UPLOAD_VID_NO_TITLE	= Пожалуйста, введите название для видео, чтобы его загрузить.
TEXT_UPLOAD_VIMEO_LOGIN		= Вход - Vimeo
TEXT_UPLOAD_COMPLETE		= Загружено
TEXT_UPLOAD_ERR_FAIL		= Не удалось загрузить видео.
TEXT_UPLOAD_ERR_FILESIZE_LIMIT	= Этот файл слишком велик для загрузки.
TEXT_UPLOAD_ERR_FREESPACE	= Недостаточно свободного места на Vimeo, чтобы загрузить это видео.
TEXT_UPLOAD_ERR_CONNECT		= Не удалось подключиться к серверу.

[SKIN]
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; TITLE
$TITLE_FONT_NAME		= Arial Black
$TITLE_FONT_SIZE		= 11
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; MAIN
; page name
$BN_PAGE_GENERAL		= Основные
$BN_PAGE_FPS			= FPS
$BN_PAGE_VIDEO			= Видео
$BN_PAGE_IMAGE			= Изображения
$BN_PAGE_OUTPUTS		= Обзор результатов
$BN_PAGE_ABOUT			= О программе
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; GENERAL
$ST_GEN_OPTIONS			= Опции
$ST_GEN_OUTPUT_FOLDER		= Папка вывода:
$BN_GEN_OPEN_OUTPUT_FOLDER	= Открыть
$BN_GEN_ADV_OPTIONS		= Расширенные
$CK_GEN_ALWAYS_ON_TOP		= Bandicam всегда поверх других окон
$CK_GEN_START_MINIMIZED		= Запускать Bandicam свёрнутым в трей
$CK_GEN_RUN_WHEN_START		= Запускать Bandicam вместе с Windows
$CK_GEN_RECORD_WHEN_RUN		= Автостарт записи полного экрана после запуска Bandicam
$CK_GEN_TIMER_RECORDING		= Установить таймер для автостарта записи
$ST_GEN_LANGUAGE		= Язык
$ST_GEN_REC_AUTO_START		= Автостарт записи
$ST_GEN_REC_AUTO_COMPLETE	= Автозавершение записи
$BN_GEN_REC_AUTO_COMPLETE	= Настройки
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; FPS
$ST_FPS_OVERLAY			= Наложение FPS
$CK_FPS_OVERLAY_HOTKEY		= Горячая клавиша:
$CK_FPS_OVERLAY			= Позиция на экране:
$ST_FPS_LIMIT			= Ограничение FPS
$CK_FPS_LIMIT_HOTKEY		= Горячая клавиша:
$CK_FPS_LIMIT			= Установить ограничение:
$CK_FPS_LIMIT_ONLY_CAP		= Только при захвате
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; VIDEO
$ST_VID_RECORD			= Запись
$CK_VID_RECORD_HOTKEY		= Старт / Стоп - горячая клавиша:
$CK_VID_PAUSE_HOTKEY		= Пауза - горячая клавиша:
$CK_VID_SHOW_CURSOR		= Показывать курсор
$CK_VID_CLICK_EFFECTS		= Эффекты щелчков мыши
$CK_VID_WEBCAM_OVERLAY		= Добавлять видео с веб-камеры
$BN_VID_RECORD_SETTINGS		= Настройки
$ST_VID_FORMAT			= Формат
$ST_VID_FORMAT_VIDEO		= Видео
$ST_VID_FORMAT_AUDIO		= Звук
$BN_VID_FORMAT_SETTINGS		= Настройки
$BN_VID_FORMAT_PRESETS		= Шаблоны
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IMAGE
$ST_IMG_CAPTURE			= Захват изображения
$CK_IMG_CAPTURE_HOTKEY		= Захват - горячая клавиша:
$CK_IMG_CAPTURE_REPEAT		= Повтор захвата экрана каждые
$ST_IMG_CAPTURE_REPEAT		= сек.
$CK_IMG_SHOW_CURSOR		= Показывать курсор
$CK_IMG_SHUTTER_SOUND_EFFECT	= Включить звук затвора
$ST_IMG_FORMAT			= Формат
$CK_IMG_FORMAT_BMP		= BMP
$CK_IMG_FORMAT_PNG		= PNG
$CK_IMG_FORMAT_JPG		= JPG - обычный
$CK_IMG_FORMAT_JPG_HQ		= JPG - высокое качество
$BTN_IMG_FORMAT_ANIGIF		= Как сохранить в анимированный GIF
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; OUTPUTS
$ST_OUT_TAB_VIDEO		= Видео
$ST_OUT_TAB_IMAGE		= Изображения
$BN_OUT_PLAY_VIDEO		= Открыть
$BN_OUT_OPEN_IMAGE		= Открыть
$BN_OUT_EDIT			= Править
$BN_OUT_UPLOAD			= Загрузить
$BN_OUT_DELETE			= Удалить
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; ABOUT
$ST_ABO_VERSION_INFO		= Версия Bandicam
$ST_ABO_COPYRIGHT		= Авторские права (c) 2009-2015 Bandisoft.com
$BN_ABO_NEW_VERSION		= Доступна новая версия.
$BN_ABO_CHECK_UPDATE		= Проверка обновлений
$ST_ABO_LICENCE_INFO		= Информация о лицензии
$BN_ABO_REGISTER		= Регистрация
$BN_ABO_REGISTER_HELP		= Как купить и зарегистрировать
$ST_ABO_HOMEPAGE_INFO		= Ссылки на официальный сайт
$ST_ABO_HOMEPAGE_URL		= Домашняя страница
$ST_ABO_FAQ_URL			= FAQ
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; Tooltip
$TOOLTIP_OPEN_FOLDER		= Открыть папку вывода
$TOOLTIP_SCREENSHOT		= Захват изображения
$TOOLTIP_RECORD			= Старт / Стоп
$TOOLTIP_PAUSE			= Пауза
$TOOLTIP_UI_MODE		= Компактный / Полный интерфейс
$TOOLTIP_REGISTER		= Регистрация Bandicam
$TOOLTIP_ONLINE_HELP		= Помощь онлайн

$TOOLTIP_TOOL_PEN		= Карандаш
$TOOLTIP_TOOL_PEN_HL		= Выделитель
$TOOLTIP_TOOL_BOX		= Прямоугольник
$TOOLTIP_TOOL_ERASER		= Ластик
$TOOLTIP_TOOL_COLOR		= Выбор цвета
$TOOLTIP_TOOL_LINE		= Выбор толщины
$TOOLTIP_TOOL_UNDO		= Отменить (Ctrl+Z)
$TOOLTIP_TOOL_REDO		= Повторить (Ctrl+Y)
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;


[DIALOG]

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; GENERAL 
IDCANCEL			= Отмена
IDOK				= OK
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_FORMAT
IDD_VIDEO_FORMAT		= Настройки формата
IDC_ST_FMTSET_FILE		= Формат файла (медиаконтейнер)
IDC_ST_FMTSET_VIDEO		= Видео
IDC_ST_VIDEO_SIZE		= Размер
IDC_ST_VIDEO_FPS		= FPS
IDC_ST_VIDEO_CODEC		= Кодек
IDC_ST_VIDEO_BITRATE		= Битрейт
IDC_ST_VIDEO_QUALITY		= Качество
IDC_ST_FMTSET_AUDIO		= Звук
IDC_CK_AUDIO_ORIGINAL_PCM	= Сохранять исходный формат
IDC_ED_AUDIO_ORIGINAL_PCM	= Вы можете сохранить звук высокой чёткости (96 кГц или выше) и многоканальный звук.
IDC_ST_AUDIO_CH			= Каналы
IDC_ST_AUDIO_FREQ		= Частота
IDC_ST_AUDIO_CODEC		= Кодек
IDC_ST_AUDIO_BITRATE		= Битрейт
IDC_ST_FORMAT_HELP		= [ Помощь ]

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_REGISTER
IDD_REGISTER			= Регистрация Bandicam
IDC_ST_1BUY			= 1. Покупка
IDC_ST_1BUY_COMMENT		= Пожалуйста, заметьте, что Bandicam - не бесплатная программа. Если хотите записывать без логотипа на видео, \nВы должны купить лицензию.
IDC_BTN_BUY_ONLINE		= Купить онлайн
IDC_ST_2REGISTER		= 2. Регистрация
IDC_ST_2REGISTER_COMMENT	= Требуется подключение к сети Интернет.
IDC_ST_EMAIL_ADDRESS		= E-mail
IDC_ST_SERIAL_NUMBER		= Серийный номер
IDC_BTN_REGISTER_NOW		= Зарегистрировать
IDC_BTN_CLOSE			= Закрыть

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_UPDATE_CHECK
IDD_UPDATE_CHECK		= Проверка обновлений
IDC_ST_UPDATE_SETTING		= Настройки
IDC_CK_UPDATE_ENABLE		= Включить автоматическую проверку обновлений
IDC_CK_UPDATE_POPUP		= Всплывающее сообщение о новой версии
IDC_UPDATE_CHECK_NOW		= Проверить сейчас
IDC_CLOSE			= Закрыть

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_OPT_SHEET
IDD_OPT_SHEET			= Дополнительные параметры
IDC_BTN_RESET			= Сброс

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_OPT_PAGE_GENERAL
IDC_ST_ADV_GENERAL		= Основные
IDC_CK_ALWAYS_ON_TOP2		= Bandicam всегда поверх других окон
IDC_CK_START_MINIMIZED_TO_TRAY	= Запускать Bandicam свёрнутым в трей
IDC_CK_RUN_WHEN_START		= Запускать Bandicam вместе с Windows
IDC_CK_RECORD_WHEN_RUN		= Автостарт записи полного экрана после запуска
IDC_CK_SHOW_FPS_IN_VIDEO	= Записывать FPS в сохраняемый файл
IDC_ST_SHOW_FPS_IN_VIDEO	= (Только в игровом режиме)
IDC_CK_SHOW_TIP_BAR		= Показывать совет / информационную панель
IDC_CK_NO_TRAY_BALLOON		= Отключить уведомления в трее
IDC_ST_ADV_AUTOMATIC		= Автоматизация

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_OPT_PAGE_OUTPUT
IDC_ST_OUT_OUTPUT		= Вывод
IDC_ST_OUT_OUTPUT_FOLDER	= Папка вывода:
IDC_CK_OUT_CREATE_SUBFOLDER	= Создавать субпапку для сохранения файла
IDC_CK_OUT_ENABLE_WRITE_CACHING	= Разрешить кэширование записи на диск
IDC_ST_OUT_FILE_NAMING		= Именование файлов
IDC_ST_OUT_EXAMPLE		= Пример:

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_OPT_PAGE_LANG
IDC_ST_AD_LANGUAGE		= Язык
IDC_ST_TRANSLATOR		= Благодарность переводчикам

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_OPT_PAGE_HOOK
IDC_ST_HK_TARGET		= Перехват цели
IDC_CK_HK_OPENGL		= OpenGL
IDC_CK_HK_DDRAW			= DirectDraw
IDC_CK_HK_DX7			= DirectX 7
IDC_CK_HK_DX8			= DirectX 8
IDC_CK_HK_DX9			= DirectX 9
IDC_CK_HK_DX10			= DirectX 10
IDC_CK_HK_DX11			= DirectX 11
IDC_CK_DISABLE_DX11_ON_IE9	= Отключить DX10/11 перехват в IE9+/Firefox
IDC_CK_DISABLE_OVERLAY_ON_DX	= Блокировать наложение видео (DirectX overlay)
IDC_BTN_BLOCK_LIST		= Список заблокированных процессов

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_OPT_PAGE_OTHERS
IDC_ST_OTHER_SETTINGS		= Прочие настройки
IDC_BTN_VIDEO_RECORD_SETTINGS	= Настройки записи для видео
IDC_BTN_VIDEO_FORMAT_SETTINGS	= Настройки формата для видео
IDC_BTN_AUTO_COMPLETE_RECORDING	= Настройки автозавершения записи

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_REC_CONTROL
IDD_REC_CONTROL			= Автозавершение записи
IDC_ST_RC_HOWTO			= Установить условия автозавершения записи
IDC_RD_RC_NOTCOMPLETE		= Не автозавершать
IDC_RD_RC_TIME			= По времени записи
IDC_ST_RC_MAX_TIME		= Макс.
IDC_RD_RC_SIZE			= По размеру файла
IDC_ST_RC_MAX_SIZE		= Макс.
IDC_ST_RC_AFTER			= После автозавершения записи
IDC_RD_RC_NOTHING		= Ничего не делать
IDC_RD_RC_NEW_RECORDING		= Начать новую запись
IDC_RD_RC_EXIT_BDCAM		= Закрыть Bandicam
IDC_RD_RC_SHUTDOWN		= Выключить компьютер

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_SHUTDOWN
IDD_SHUTDOWN			= Выключение
IDC_ST_SHUTDOWN			= Выключение
IDC_ST_SHUTDOWN_INFO		= Компьютер будет выключен. \nНажмите 'Отмена' если не хотите его выключать.

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VID_SHEET_SETTINGS
IDD_VID_SHEET_SETTINGS		= Настройки записи

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VID_PAGE_SOUND
IDC_CK_RECORD_SOUND		= Запись звука
IDC_ST_SND_SELECT_1		= Основное устройство
IDC_BTN_SND_SETTING_1		= Настройки
IDC_ST_SND_SELECT_2		= Дополнительное устройство
IDC_BTN_SND_SETTING_2		= Настройки
IDC_CK_SND_MIX_SOUND		= Общая звуковая дорожка вместе с основным устройством
IDC_CK_SND_CAP_HOTKEY		= Звук подаётся в течение удержания клавиши
IDC_ST_SOUND_HELP		= [ Помощь ]
IDC_CK_SND_SAVE_AS_WAV		= Параллельно сохранять в несжатые звуковые файлы WAV

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VID_PAGE_WEBCAM
IDC_CK_ADD_WEBCAM		= Добавлять видео с веб-камеры
IDC_ST_WEBCAM_SETTING		= Настройки
IDC_ST_WEBCAM_DEVICE		= Веб-камера:
IDC_ST_WEBCAM_SIZE		= Размер видео:
IDC_ST_WEBCAM_POS		= Позиция:
IDC_BTN_WEBCAM_DEVICE		= Свойства
IDC_BTN_WEBCAM_PREVIEW		= Просмотр
IDC_ST_WEBCAM_LR_MARGINS	= Лев./прав. поле:
IDC_ST_WEBCAM_TB_MARGINS	= Верх./ниж. поле:
IDC_ST_WEBCAM_FOR_DX_GL		= Для игрового режима
IDC_CK_WEBCAM_PREVIEW_ON_A_SCREEN = Предпросмотр веб-камеры на экране (только DX8+ и OpenGL)
IDC_CK_WEBCAM_PREVIEW_HOTKEY	= Горячая клавиша вывода предпросмотра:

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VID_PAGE_LOGO
IDC_CK_ADD_LOGO			= Поместить логотип на видеозапись
IDC_ST_LOGO_SETTING		= Настройки
IDC_ST_LOGO_IMAGE		= Изображение:
IDC_ST_LOGO_OPACITY		= Прозрачность:
IDC_ST_LOGO_POS			= Позиция:
IDC_ST_LOGO_LR_MARGINS		= Лев./прав. поле:
IDC_ST_LOGO_TB_MARGINS		= Верх./ниж. поле:

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VID_PAGE_EFFECTS
IDC_ST_EFFECTS_MOUSE		= Для мыши
IDC_CK_ADD_CLICK_EFFECTS	= Добавление эффектов щелчков мыши
IDC_ST_LEFT_CLICK_COLOR		= Цвет левого щелчка мыши
IDC_ST_RIGHT_CLICK_COLOR	= Цвет правого щелчка мыши
IDC_CK_ADD_HIGHLIGHT_EFFECTS	= Добавление эффекта подсветки курсора
IDC_ST_HIGHLIGHT_COLOR		= Цвет подсветки курсора

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VID_PAGE_OPTIONS
IDC_ST_REC_OPTIONS		= Опции
IDC_ST_REC_PRIORITY		= Приоритет записи:
IDC_ST_REC_PRIORITY2		= Высший приоритет может уменьшить выпадение кадров.
IDC_ST_FOR_DX_GL		= Для игрового режима
IDC_CK_SKIP_RECORDING		= Пропускать запись в моментах, когда кадр не обновляется
IDC_CK_ENHANCED_DX9_CAPTURE	= Расширенный метод захвата (быстрее, DirectX 9 только)
IDC_ST_FOR_RECT_SCREEN		= Для экранного режима
IDC_CK_ENHANCED_CAPTURE		= Расширенный метод захвата (быстрее, Windows 8 или выше)

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_WEBCAM_PREVIEW
IDD_VIDEO_WEBCAM_PREVIEW	= Предпросмотр позиции и размера видео веб-камеры

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_TARGET_CUSTOM_SIZE
IDD_TARGET_CUSTOM_SIZE		= Особый размер цели
IDC_ST_TARGET_SIZE_SETTING	= Настройки
IDC_ST_TARGET_SIZE		= Размер цели:

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_TARGET_ADD_SIZE_PRESET
IDD_TARGET_ADD_SIZE_PRESET	= Добавить новый пользовательский шаблон размера
IDC_ST_ADD_SIZE_PRESET		= Вы можете сохранить текущие позицию и размер цели как \nновый шаблон. Введите имя для нового шаблона размера:

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_TARGET_EDIT_SIZE_PRESET
IDD_TARGET_EDIT_SIZE_PRESET	= Правка пользовательских шаблонов размера
IDC_BTN_SIZE_PRESET_ADD		= Добавить
IDC_BTN_SIZE_PRESET_DEL		= Удалить
IDC_BTN_SIZE_PRESET_REN		= Переименовать
IDC_BTN_SIZE_PRESET_UP		= Поднять
IDC_BTN_SIZE_PRESET_DN		= Опустить

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_TARGET_REN_SIZE_PRESET
IDD_TARGET_REN_SIZE_PRESET	= Переименовать шаблон размера
IDC_ST_REN_SIZE_PRESET		= Введите новое имя для шаблона размера:

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_ACAP_INFO
IDD_ACAP_INFO			= Информация
IDC_ST_ACAP_INFO		= Информация захвата звука
IDC_ST_ACAP_INFO2		= Ваша звуковая карта не захватывает звук. \nПожалуйста, проверьте 'Записывающие устройства'. \n\nХотите посетить онлайн страницу со справкой?
IDC_CK_ACAP_DO_NOT_ASK		= Больше не спрашивать
IDC_BTN_YES			= Да
IDC_BTN_NO			= Нет

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_RC_MAX_TIME
IDD_RC_MAX_TIME			= Максимальное время записи
IDC_ST_RC_TIME_SETTING		= Настройки
IDC_ST_RC_TIME_HOUR		= Час
IDC_ST_RC_TIME_MIN		= Мин
IDC_ST_RC_TIME_SEC		= Сек

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_RC_MAX_SIZE
IDD_RC_MAX_SIZE			= Максимальный размер файла
IDC_ST_RC_FILESIZE_SETTING	= Настройки

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_PAGE_ADD_PRESET
IDD_VIDEO_PAGE_ADD_PRESET	= Добавить новый пользовательский шаблон формата
IDC_ST_ADD_PRESET		= Вы можете сохранить текущие настройки формата как \nновый шаблон. Введите имя для нового шаблона формата:

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_PAGE_EDIT_PRESET
IDD_VIDEO_PAGE_EDIT_PRESET	= Правка пользовательских шаблонов формата
IDC_BTN_PRESET_ADD		= Добавить
IDC_BTN_PRESET_DEL		= Удалить
IDC_BTN_PRESET_REN		= Переименовать
IDC_BTN_PRESET_UP		= Поднять
IDC_BTN_PRESET_DN		= Опустить

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_PAGE_REN_PRESET
IDD_VIDEO_PAGE_REN_PRESET	= Переименовать шаблон формата
IDC_ST_REN_PRESET		= Введите новое имя для шаблона формата:

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_CODEC_EX
IDD_VIDEO_CODEC_EX		= Выберите внешний видеокодек
IDC_ST_CODEC_EX_LIST		= Список установленных VFW кодеков 
IDC_ST_CODEC_EX_SETTINGS	= Настройки
IDC_ST_CODEC_EX_DRIVER		= Имя драйвера
IDC_ST_CODEC_EX_FOURCC		= Код FourCC
IDC_ST_CODEC_EX_QUALITY		= Качество
IDC_ST_CODEC_EX_DATERATE	= Скорость потока
IDC_ST_CODEC_EX_KEYFRAME	= Интервал кл.кадр.
IDC_BTN_CODEC_EX_CONFIG		= Конфигурация
IDC_BTN_CODEC_EX_ABOUT		= О программе
IDC_ST_CODEC_EX_HELP		= [ Помощь ]

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_OPT_HOOK_BLOCK
IDD_OPT_HOOK_BLOCK		= Список заблокированных процессов
IDC_ST_BLOCK_LIST		= К следующим процессам не допускается перехват.
IDC_ST_BLOCK_LIST_EX		= Пример написания:

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_FORMAT_CUDA
IDD_VIDEO_FORMAT_CUDA		= Настройки H.264 (NVIDIA® CUDA™)
IDC_ST_H264_CUDA_RATE_CONTROL	= Контроль скорости
IDC_RD_H264_CUDA_VBR		= VBR - по качеству (рекомендуется)
IDC_RD_H264_CUDA_CBR		= CBR - по битрейту
IDC_ST_H264_CUDA_GPU_USAGE	= Использование GPU
IDC_RD_H264_CUDA_GPU_CPU	= GPU + CPU
IDC_RD_H264_CUDA_GPU		= Только GPU (для мощных GPU)
IDC_ST_H264_CUDA_GPU_DEVICE	= Устройство GPU:
IDC_ST_H264_CUDA_OTHER_OPTIONS	= Прочие опции
IDC_ST_H264_CUDA_FOURCC_USED	= Код FourCC:
IDC_ST_H264_CUDA_KEYFRAME_INT	= Интервал ключ.кадров:
IDC_ST_H264_CUDA_FOURCC_HELP	= Помощь

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_FORMAT_SYNC
IDD_VIDEO_FORMAT_SYNC		= Настройки H.264 (Quick Sync Video)
IDC_ST_H264_SYNC_RATE_CONTROL	= Контроль скорости
IDC_RD_H264_SYNC_VBR		= VBR - по качеству (рекомендуется)
IDC_RD_H264_SYNC_CBR		= CBR - по битрейту
IDC_ST_H264_SYNC_OTHER_OPTIONS	= Прочие опции
IDC_ST_H264_SYNC_FOURCC_USED	= Код FourCC:
IDC_ST_H264_SYNC_KEYFRAME_INT	= Интервал ключ.кадров:
IDC_ST_H264_SYNC_FOURCC_HELP	= Помощь

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_FORMAT_APP
IDD_VIDEO_FORMAT_APP		= Настройки H.264 (AMD APP)
IDC_ST_H264_APP_RATE_CONTROL	= Контроль скорости
IDC_RD_H264_APP_VBR		= VBR - по качеству (рекомендуется)
IDC_RD_H264_APP_CBR		= CBR - по битрейту
IDC_ST_H264_APP_OTHER_OPTIONS	= Прочие опции
IDC_ST_H264_APP_FOURCC_USED	= Код FourCC:
IDC_ST_H264_APP_KEYFRAME_INT	= Интервал ключ.кадров:
IDC_ST_H264_APP_FOURCC_HELP	= Помощь

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_FORMAT_XVID
IDD_VIDEO_FORMAT_XVID		= Настройки Xvid
IDC_ST_XVID_RATE_CONTROL	= Контроль скорости
IDC_RD_XVID_VBR			= VBR - по качеству (рекомендуется)
IDC_RD_XVID_CBR			= CBR - по битрейту
IDC_ST_XVID_OPTIMIZATION	= Оптимизация VBR
IDC_RD_XVID_FASTER_SPEED	= Быстрее скорость кодирования
IDC_RD_XVID_SMALLER_SIZE	= Меньше размер файла
IDC_ST_XVID_OTHER_OPTIONS	= Прочие опции
IDC_ST_XVID_KEYFRAME_INT	= Интервал ключ.кадров:

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_FORMAT_NVENC
IDD_VIDEO_FORMAT_NVENC		= Настройки H.264 (NVIDIA® NVENC)
IDC_ST_H264_NVENC_RATE_CONTROL	= Контроль скорости
IDC_RD_H264_NVENC_VBR		= VBR - по качеству (рекомендуется)
IDC_RD_H264_NVENC_CBR		= CBR - по битрейту
IDC_ST_H264_NVENC_GPU_USAGE	= Использование GPU
IDC_ST_H264_NVENC_GPU_DEVICE	= Устройство GPU:
IDC_ST_H264_NVENC_OTHER_OPTIONS	= Прочие опции
IDC_ST_H264_NVENC_FOURCC_USED	= Код FourCC:
IDC_ST_H264_NVENC_KEYFRAME_INT	= Интервал ключ.кадров:
IDC_ST_H264_NVENC_FOURCC_HELP	= Помощь

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_FORMAT_H264
IDD_VIDEO_FORMAT_H264		= Настройки H.264 (CPU)
IDC_ST_H264_RATE_CONTROL	= Контроль скорости
IDC_RD_H264_VBR			= VBR - по качеству (рекомендуется)
IDC_RD_H264_CBR			= CBR - по битрейту
IDC_ST_H264_OPTIMIZATION	= Оптимизация
IDC_RD_H264_FASTER_SPEED	= Быстрее скорость кодирования
IDC_RD_H264_BALANCED		= Сбалансированная производительность
IDC_RD_H264_SMALLER_SIZE	= Меньше размер файла
IDC_ST_H264_OTHER_OPTIONS	= Прочие опции
IDC_ST_H264_KEYFRAME_INT	= Интервал ключ.кадров:

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_TIMER_REC_SETTINGS
IDD_TIMER_REC_SETTINGS		= Запись по таймеру
IDC_ST_TIMER_SETTINGS		= Настройки автостарта записи
IDC_RD_TIMER_START_IN		= Автостарт через
IDC_ST_TIMER_MINUTES		= минут
IDC_RD_TIMER_START_AT		= Автостарт в
IDC_CK_TIMER_MINIMIZE		= Свернуть Bandicam в трей когда начнётся запись.
IDC_ST_TIMER_AUTO_COMPLETE	= Автозавершение записи
IDC_BTN_TIMER_AUTO_COMPLETE	= Настройки

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_TIMER_REC_WAITING
IDD_TIMER_REC_WAITING		= Запись по таймеру - ожидание времени для автостарта
IDC_ST_TIMER_WAITING_INFO	= Ожидание, чтобы начать запись в %s.
IDC_ST_TIMER_ELAPSED		= Прошло времени:
IDC_ST_TIMER_REMAINING		= Осталось времени:

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_FORMAT_FPS
IDD_VIDEO_FORMAT_FPS		= Настройки FPS
IDC_ST_FORMAT_FPS_MODE		= Режим частоты кадров
IDC_RD_FORMAT_FPS_CFR		= CFR - Постоянная частота кадров
IDC_ST_FORMAT_FPS_CFR		= Падает обратно на VFR, если производительность кодирования не является достаточно хорошей.
IDC_RD_FORMAT_FPS_VFR		= VFR - Переменная частота кадров (рекомендуется)
IDC_ST_FORMAT_FPS_HELP		= Помощь

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_UPLOAD_TO_VIMEO
IDD_UPLOAD_TO_VIMEO		= Загрузка на Vimeo.com
IDC_ST_VIMEO_UPLOADINFO		= Загрузочная информация
IDC_ST_VIMEO_FILENAME		= Файл:
IDC_ST_VIMEO_TITLE		= Название:
IDC_ST_VIMEO_DESCRIPTION	= Описание:
IDC_ST_VIMEO_PRIVACY		= Доступ:
IDC_RD_VIMEO_PRIVACY_ANYONE	= Все - любому разрешено смотреть это видео
IDC_RD_VIMEO_PRIVACY_ONLYME	= Только я - видео доступно мне и никому больше
IDC_RD_VIMEO_PRIVACY_FOLLOW	= Только люди, на которых я подписан на Vimeo
IDC_BTN_VIMEO_UPLOAD		= Загрузить
IDC_LN_VIMEO_HELP		= Помощь

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_UPLOADING_VIMEO
IDD_UPLOADING_VIMEO		= Загружается...
IDC_ST_VIMEO_UPLOADED		= Загрузка видео завершена!
IDC_ST_VIMEO_LINK		= Ссылка:
IDC_ST_VIMEO_EMBED		= HTML:
IDC_BTN_VIMEO_LINK_GO		= Перейти
IDC_BTN_VIMEO_EMBED_COPY	= Скопир.
IDC_BTN_VIMEO_CLOSE		= Закрыть

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_NVENC_AVAILABLE
IDD_VIDEO_NVENC_AVAILABLE	= NVENC доступность
IDC_LN_NVENC_AVAILABLE		= Кодер NVIDIA NVENC H.264 доступен. \nNVENC - это высокопроизводительный кодер с использованием аппаратного ускорения. \n\nХотите использовать кодер NVENC H.264? \n<a>подробнее</a>
IDC_CK_NVENC_AVAILABLE		= Больше не спрашивать

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_QSV_AVAILABLE
IDD_VIDEO_QSV_AVAILABLE		= Intel® Quick Sync Video (QSV) доступность
IDC_LN_QSV_AVAILABLE		= Кодер Intel® Quick Sync Video H.264 доступен. \nQSV - это высокопроизводительный кодер с использованием аппаратного ускорения. \n\nХотите использовать кодер QSV H.264? \n<a>подробнее</a>
IDC_CK_QSV_AVAILABLE		= Больше не спрашивать

[MENU]
ID_POPUP_ABOUT			= О программе
ID_POPUP_GENERAL		= Основные настройки
ID_POPUP_FRAME			= Настройки FPS
ID_POPUP_VIDEO			= Настройки видео
ID_POPUP_IMAGE			= Настройки изображений
ID_POPUP_OUTPUTS		= Обзор результатов
ID_POPUP_OPENOUTPUTFOLDER	= Открыть папку вывода
ID_POPUP_TARGET			= Режим записи
ID_POPUP_SIZE			= Размер окна программы
ID_POPUP_EXIT			= Выход из программы

ID_TARGET_DIRECTX		= Игровой режим
ID_TARGET_RECTANGLE		= Экранный режим
ID_TARGET_HELP			= Помощь онлайн

ID_TARGET_HIDE			= Скрыть / показать рамку \t Ctrl+Alt+H
ID_TARGET_PEN			= Режим рисования \t Ctrl+Alt+D
ID_TARGET_ALWAYS_ON_TOP		= Рамка поверх других окон
ID_TARGET_TRANSPARENCY		= Прозрачная видимость рамки
ID_TARGET_SIZE			= Размер обрамлённой области
ID_TARGET_ADJUST		= Отрегулировать рамку

ID_TARGET_MOVE_LEFT		= Сдвинуть влево \t Left
ID_TARGET_MOVE_RIGHT		= Сдвинуть вправо \t Right
ID_TARGET_MOVE_UP		= Сдвинуть вверх \t Up
ID_TARGET_MOVE_DOWN		= Сдвинуть вниз \t Down

ID_TARGET_INC_WIDTH		= Увеличить ширину \t Shift+Right
ID_TARGET_DEC_WIDTH		= Уменьшить ширину \t Shift+Left
ID_TARGET_INC_HEIGHT		= Увеличить высоту \t Shift+Down
ID_TARGET_DEC_HEIGHT		= Уменьшить высоту \t Shift+Up

ID_TARGET_FIND_WINDOW		= Указать окно \t Ctrl+F
ID_TARGET_FULLSCREEN		= Полный экран \t Ctrl+Enter
ID_TARGET_RATIO_4_3		= Подогнать до 4:3
ID_TARGET_RATIO_16_9		= Подогнать до 16:9
ID_TARGET_SIZE_CUSTOM		= Особый размер \t Ctrl+U
ID_TARGET_SIZE_PRESET		= Шаблоны размера \t Shift+RButton
ID_TARGET_SIZE_PRESET_ADD	= Добавить шаблон размера
ID_TARGET_SIZE_PRESET_EDIT	= Править шаблоны размера

ID_TARGET_OPEN_OUTPUTFOLDER	= Открыть папку вывода
ID_TARGET_EXIT_BANDICAM		= Выход из программы

ID_USER_PRESET_ADD		= Добавить
ID_USER_PRESET_EDIT		= Править

ID_SORT_BY_DATE			= Сортировка по дате
ID_SORT_BY_NAME			= Сортировка по имени
ID_SORT_BY_SIZE			= Сортировка по размеру

ID_OUTPUTS_LB_PLAY		= Открыть
ID_OUTPUTS_LB_OPEN		= Открыть
ID_OUTPUTS_LB_EDIT		= Править
ID_OUTPUTS_LB_DELETE		= Удалить
ID_OUTPUTS_LB_SELECT_ALL	= Выбрать всё
ID_OUTPUTS_LB_OPEN_FOLDER	= Открыть папку вывода

ID_BDCAM_SIZE_DEFAULT		= Размер по умолчанию
